import yicheep from "../images/yicheep.jpg";
import parit from "../images/parit.jpg";
import supaporn from "../images/supaporn.jpg";
export const interview = [
  {
    name: "ยิ่งชีพ อัชฌานนท์ ",
    unit: "ผู้จัดการ iLaw ",
    des: "คิดว่าในทางปฏิบัติโดยเฉพาะการให้เซ็นผ่านระบบอิเล็กทรอนิกส์ทำได้มีประสิทธิภาพระดับหนึ่งแล้ว แต่ควรจะต้องมีการปรับปรุงกฎหมายเข้าชื่อโดยเฉพาะอย่างยิ่งประเด็นที่ต้องให้นายกรัฐมนตรีลงนามในกฎหมายการเงิน เพราะข้อนี้เป็นหนึ่งในอุปสรรคสำคัญที่ทำให้กฎหมายประชาชนไม่ได้เขัาสภา และควรยกเลิกการจำกัดหมวดที่ประชาชนสามารถเสนอได้",
    img: yicheep,
  },
  {
    name: "พริษฐ์ วัชรสินธุ",
    unit: "ประชาชน (กลุ่ม Re-Solution)",
    des: 'เป็นเรื่องดี ที่ประชาชนร่วมกันเข้าชื่อเสนอกฎหมาย/ร่างรัฐธรรมนูญได้ผ่านช่องทางออนไลน์<br/><br/>แต่หากจะดียิ่งขึ้น ควรอำนวยความสะดวกและลดภาระด้านธุรการของผู้ริเริ่มเสนอกฎหมายและผู้ลงชื่อให้ได้มากที่สุด รวมถึงสร้างความมั่นใจให้ประชาชนรู้สึก "ปลอดภัย" ที่จะลงชื่อสนับสนุนกฎหมายในฐานะสิทธิพื้นฐานของระบอบประชาธิปไตย รวมถึงเชิญชวนคนอื่นที่ยังไม่ทราบช่องทางนี้<br/><br/>หากสำเร็จ ก็จะนำไปสู่การเปลี่ยนแปลงเชิงกฎหมายตามที่เราเห็นว่าเป็นประโยชน์ต่อประเทศ<br/>หากไม่สำเร็จ ก็ยังเป็นกระบวนการที่เปิดให้เรามีโอกาสสร้างบทสนทนาและทำงานเชิงความคิดกับสังคมในประเด็นที่เรารณรงค์',
    img: parit,
  },
  {
    name: "สุภาภรณ์  มาลัยลอย",
    unit: "ผู้จัดการ มูลนิธินิติธรรมสิ่งแวดล้อม",
    des: "ช่องทางการเข้าชื่อเสนอกฎหมายง่ายขึ้น แต่กระบวนการพิจารณากลับอยู่ในมือของนักการเมืองและระบบของสภามากกว่าเสียงของประชาชนผู้เสนอ เช่น การพิจารณารับหลักการของสภานั้นเป็นเรื่องที่ไม่เป็นเหตุเป็นผลในหลายกรณี<br/><br/>และเนื้อหาของกฎหมายที่เสนอโดยภาคประชาชนหากผ่านด่านไปถึงชั้นกรรมาธิการ การตีความ เนื้อหานั้นและปรับแก้เนื้อหาก็เป็นอีกประเด็นที่อาจทำให้เนื้อหาอาจเปลี่ยนแปลงไปจากเจตจำนงค์เดิมของผู้เสนอกฎหมาย รวมทั้งเสียงของประชาชนที่เข้าไปร่วมในชั้นกรรมาธิการมีสัดส่วนที่น้อยในการโหวต<br/><br/>รวมถึงการถูกปัดตกโดยไม่มีเหตุผลด้วยอำนาจของนายกรัฐมนตรีด้วยเพียงคำว่า “เป็นร่างกฎหมายที่เกี่ยวข้องกับเรื่องการเงิน” ซึ่งกฎหมายหลายฉบับก็จำเป็นที่จะต้องมีการตั้งองค์กรใหม่ การจัดการกองทุน<br/><br/>ดังนั้น เสนอเบื้องต้นตัดอำนาจนายกรัฐมนตรีที่ให้ปัดตกกฎหมายด้วยเหตุผลเรื่องเป็นร่างกฎหมายที่เกี่ยวข้องกับเรื่องการเงิน หากท่านมีการรวมตัวรวมกลุ่มกันในการทำกิจกรรมต่างๆ แล้วเห็นว่ากฎหมายที่เกี่ยวข้องกับการทำกิจกรรมของท่านนั้นมีปัญหาไม่สอดคล้องกับสถานการณ์ในปัจจุบัน หรือยังไม่มีกฎหมายที่จะมารองรับสิทธิของการดำเนินกิจกรรมนั้นๆ ก็น่าจะร่วมกันคิดและยกร่างกฎหมายจากเจตจำนงค์ของกลุ่มของตน",
    img: supaporn,
  },
];
